Repository: longdx304/saleor-storefront
Catalog: src/locales/*/messages.po
Languages: vi

source: Add to basket
vi: Thêm vào giỏ hàng

source: Address book
vi: Danh Bạ

source: Date of Order
vi: Ngày Đặt Hàng

source: Default Address
vi: Địa Chỉ Mặc Định

source: Default Billing Address
vi: Địa Chỉ Thanh Toán Mặc Định

source: Default Shipping Address
vi: Địa Chỉ Nhận Hàng Mặc Định

source: Expires on
vi: Hết hạn vào

source: Index Number
vi: STT

source: Loading
vi: Đang chạy

source: My Account
vi: Tài Khoản

source: Name on card
vi: Tên trên thẻ

source: Order history
vi: Lịch sử đặt hàng

source: Phone number
vi: Số điện thoại

source: Please select size
vi: Vui lòng chọn kích cỡ

source: Products Ordered
vi: Các Mặt Hàng Đã Đặt

source: Set as default billing address
vi: Đặt là địa chỉ thanh toán mặc định

source: Set as default shipping address
vi: Đặt là địa chỉ nhận hàng mặc định

source: Show size table
vi: Bật bảng kích cỡ

source: Sorry, but we couldn’t match any search results for: “{search}”
vi: Xin lỗi nhưng chúng tôi không tìm ra kết quả nào cho từ khóa: “{search}”

source: Status
vi: Tình Trạng

source: Value
vi: Giá Trị
